const articles = [
  {
    id: 1,
    date: '2021-09-05T00:00:00.000Z',
    title: (
      <>
        Рассказываем, как установить музыку
        <br />
        в машину своими руками
      </>
    ),
    promo: 'Тормозная система автомобиля обеспечивает не только безопасность водителя и его пассажиров, но и всех остальных участнков дорожного движения. Отказ тормозов – одна из самых страшных неисправностей, которая может случиться с авто, поэтому при обнаружении даже малейших неполадок необходимо срочно обратиться в специализированный автосервис.',
    promo_img: 'default.webp',
    content: (
      <>
        <p>
          Тормозная система автомобиля обеспечивает не только безопасность водителя и его пассажиров, но и всех остальных участн-
          ков дорожного движения. Отказ тормозов – одна из самых страшных неисправностей, которая может случиться с авто, поэто-
          у при обнаружении даже малейших неполадок необходимо срочно обратиться в специализированный автосервис.
        </p>

        <p>
          Тормозная система автомобиля обеспечивает не только безопасность водителя и его пассажиров, но и всех остальных участн-
          ков дорожного движения. Отказ тормозов – одна из самых страшных неисправностей, которая может случиться с авто, поэто-
          у при обнаружении даже малейших неполадок необходимо срочно обратиться в специализированный автосервис.
        </p>
      </>
    ),
  },
  {
    id: 2,
    date: '2021-08-05T00:00:00.000Z',
    title: (
      <>
        Рассказываем, как установить музыку
        <br />
        в машину своими руками
      </>
    ),
    promo: 'Тормозная система автомобиля обеспечивает не только безопасность водителя и его пассажиров, но и всех остальных участнков дорожного движения. Отказ тормозов – одна из самых страшных неисправностей, которая может случиться с авто, поэтому при обнаружении даже малейших неполадок необходимо срочно обратиться в специализированный автосервис.',
    promo_img: 'default.webp',
    content: (
      <>
        <p>
          Тормозная система автомобиля обеспечивает не только безопасность водителя и его пассажиров, но и всех остальных участн-
          ков дорожного движения. Отказ тормозов – одна из самых страшных неисправностей, которая может случиться с авто, поэто-
          у при обнаружении даже малейших неполадок необходимо срочно обратиться в специализированный автосервис.
        </p>

        <p>
          Тормозная система автомобиля обеспечивает не только безопасность водителя и его пассажиров, но и всех остальных участн-
          ков дорожного движения. Отказ тормозов – одна из самых страшных неисправностей, которая может случиться с авто, поэто-
          у при обнаружении даже малейших неполадок необходимо срочно обратиться в специализированный автосервис.
        </p>
      </>
    ),
  },
  {
    id: 3,
    date: '2020-09-05T00:00:00.000Z',
    title: (
      <>
        Рассказываем, как установить музыку
        <br />
        в машину своими руками
      </>
    ),
    promo: 'Тормозная система автомобиля обеспечивает не только безопасность водителя и его пассажиров, но и всех остальных участнков дорожного движения. Отказ тормозов – одна из самых страшных неисправностей, которая может случиться с авто, поэтому при обнаружении даже малейших неполадок необходимо срочно обратиться в специализированный автосервис.',
    promo_img: 'default.webp',
    content: (
      <>
        <p>
          Тормозная система автомобиля обеспечивает не только безопасность водителя и его пассажиров, но и всех остальных участн-
          ков дорожного движения. Отказ тормозов – одна из самых страшных неисправностей, которая может случиться с авто, поэто-
          у при обнаружении даже малейших неполадок необходимо срочно обратиться в специализированный автосервис.
        </p>

        <p>
          Тормозная система автомобиля обеспечивает не только безопасность водителя и его пассажиров, но и всех остальных участн-
          ков дорожного движения. Отказ тормозов – одна из самых страшных неисправностей, которая может случиться с авто, поэто-
          у при обнаружении даже малейших неполадок необходимо срочно обратиться в специализированный автосервис.
        </p>
      </>
    ),
  },
  {
    id: 4,
    date: '2021-09-02T00:00:00.000Z',
    title: (
      <>
        Рассказываем, как установить музыку
        <br />
        в машину своими руками
      </>
    ),
    promo: 'Тормозная система автомобиля обеспечивает не только безопасность водителя и его пассажиров, но и всех остальных участнков дорожного движения. Отказ тормозов – одна из самых страшных неисправностей, которая может случиться с авто, поэтому при обнаружении даже малейших неполадок необходимо срочно обратиться в специализированный автосервис.',
    promo_img: 'default.webp',
    content: (
      <>
        <p>
          Тормозная система автомобиля обеспечивает не только безопасность водителя и его пассажиров, но и всех остальных участн-
          ков дорожного движения. Отказ тормозов – одна из самых страшных неисправностей, которая может случиться с авто, поэто-
          у при обнаружении даже малейших неполадок необходимо срочно обратиться в специализированный автосервис.
        </p>

        <p>
          Тормозная система автомобиля обеспечивает не только безопасность водителя и его пассажиров, но и всех остальных участн-
          ков дорожного движения. Отказ тормозов – одна из самых страшных неисправностей, которая может случиться с авто, поэто-
          у при обнаружении даже малейших неполадок необходимо срочно обратиться в специализированный автосервис.
        </p>
      </>
    ),
  },
  {
    id: 5,
    date: '2020-05-05T00:00:00.000Z',
    title: (
      <>
        Рассказываем, как установить музыку
        <br />
        в машину своими руками
      </>
    ),
    promo: 'Тормозная система автомобиля обеспечивает не только безопасность водителя и его пассажиров, но и всех остальных участнков дорожного движения. Отказ тормозов – одна из самых страшных неисправностей, которая может случиться с авто, поэтому при обнаружении даже малейших неполадок необходимо срочно обратиться в специализированный автосервис.',
    promo_img: 'default.webp',
    content: (
      <>
        <p>
          Тормозная система автомобиля обеспечивает не только безопасность водителя и его пассажиров, но и всех остальных участн-
          ков дорожного движения. Отказ тормозов – одна из самых страшных неисправностей, которая может случиться с авто, поэто-
          у при обнаружении даже малейших неполадок необходимо срочно обратиться в специализированный автосервис.
        </p>

        <p>
          Тормозная система автомобиля обеспечивает не только безопасность водителя и его пассажиров, но и всех остальных участн-
          ков дорожного движения. Отказ тормозов – одна из самых страшных неисправностей, которая может случиться с авто, поэто-
          у при обнаружении даже малейших неполадок необходимо срочно обратиться в специализированный автосервис.
        </p>
      </>
    ),
  },
  {
    id: 6,
    date: '2021-09-05T00:00:00.000Z',
    title: (
      <>
        Рассказываем, как установить музыку
        <br />
        в машину своими руками
      </>
    ),
    promo: 'Тормозная система автомобиля обеспечивает не только безопасность водителя и его пассажиров, но и всех остальных участнков дорожного движения. Отказ тормозов – одна из самых страшных неисправностей, которая может случиться с авто, поэтому при обнаружении даже малейших неполадок необходимо срочно обратиться в специализированный автосервис.',
    promo_img: 'default.webp',
    content: (
      <>
        <p>
          Тормозная система автомобиля обеспечивает не только безопасность водителя и его пассажиров, но и всех остальных участн-
          ков дорожного движения. Отказ тормозов – одна из самых страшных неисправностей, которая может случиться с авто, поэто-
          у при обнаружении даже малейших неполадок необходимо срочно обратиться в специализированный автосервис.
        </p>

        <p>
          Тормозная система автомобиля обеспечивает не только безопасность водителя и его пассажиров, но и всех остальных участн-
          ков дорожного движения. Отказ тормозов – одна из самых страшных неисправностей, которая может случиться с авто, поэто-
          у при обнаружении даже малейших неполадок необходимо срочно обратиться в специализированный автосервис.
        </p>
      </>
    ),
  },
  {
    id: 7,
    date: '2021-09-05T00:00:00.000Z',
    title: (
      <>
        Рассказываем, как установить музыку
        <br />
        в машину своими руками
      </>
    ),
    promo: 'Тормозная система автомобиля обеспечивает не только безопасность водителя и его пассажиров, но и всех остальных участнков дорожного движения. Отказ тормозов – одна из самых страшных неисправностей, которая может случиться с авто, поэтому при обнаружении даже малейших неполадок необходимо срочно обратиться в специализированный автосервис.',
    promo_img: 'default.webp',
    content: (
      <>
        <p>
          Тормозная система автомобиля обеспечивает не только безопасность водителя и его пассажиров, но и всех остальных участн-
          ков дорожного движения. Отказ тормозов – одна из самых страшных неисправностей, которая может случиться с авто, поэто-
          у при обнаружении даже малейших неполадок необходимо срочно обратиться в специализированный автосервис.
        </p>

        <p>
          Тормозная система автомобиля обеспечивает не только безопасность водителя и его пассажиров, но и всех остальных участн-
          ков дорожного движения. Отказ тормозов – одна из самых страшных неисправностей, которая может случиться с авто, поэто-
          у при обнаружении даже малейших неполадок необходимо срочно обратиться в специализированный автосервис.
        </p>
      </>
    ),
  },
];

export default articles.sort((a, b) => new Date(b.date) - new Date(a.date));
